Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/josm-tm.tmx
Source language: en
Languages: ca_es

source: Cannot create a changeset query including both the query parameters ''uid'' and ''display_name''
ca_es: No és possible la creació d''una consulta del conjunt de canvis amb els paràmetres ''uid'' i ''display_name''

source: Unsupported parameter ''{0}'' in changeset query string
ca_es: Paràmetre ''{0}'' no suportat a la cadena de text de la consulta del conjunt de canvis

source: Unexpected format for port number in in preference ''{0}''. Got ''{1}''.
ca_es: El format del número de port de la preferència ''{0}'' no és l''esperat. El seu valor és ''{1}''.

source: The proxy will not be used.
ca_es: El servidor intermediari no pot ser utilitzat.

source: Illegal port number in preference ''{0}''. Got {1}.
ca_es: Nombre de port incorrecte a la preferència ''{0}''. Hi ha {1}.

source: Unexpected value for preference ''{0}'' found. Got ''{1}''. Will use no proxy.
ca_es: S''ha trobat un valor inesperat per la preferència ''{0}''. El valor trobat és ''{1}''. No s''utilitzarà cap proxi.

source: Unexpected parameters for HTTP proxy. Got host ''{0}'' and port ''{1}''.
ca_es: Paràmetres inesperats per al servidor intermiediari d''HTTP. El host obtingut és ''{0}'' i el port el ''{1}''.

source: Unexpected parameters for SOCKS proxy. Got host ''{0}'' and port ''{1}''.
ca_es: Paràmetres inesperats per al servidor intermiediari de SOCKS. El host obtingut és ''{0}'' i el port el ''{1}''.

source: Connection to proxy ''{0}'' for URI ''{1}'' failed. Exception was: {2}
ca_es: Ha fallat la conexió al servidor intermediari ''{0}'' per la URI ''{1}''. L''excepció ha estat: {2}

source: The JVM is not configured to lookup proxies from the system settings. The property ''java.net.useSystemProxies'' was missing at startup time. Will not use a proxy.
ca_es: La màquina virtual de java (JVM) no ha estat configurada per a obtenir servidors intermediaris dels paràmetres del sistema. La propietat ''java.net.useSystemProxies'' mancava en el moment d''iniciar. No s''utilitzarà cap servidor intermediari.

source: Parsing response from server...
ca_es: Analitzant la resposta del servidor...

source: Unexpected XML element with name ''{0}''
ca_es: Element XML inesperat amb nom ''{0}''

source: Could not export ''{0}''.
ca_es: No es pot exportar ''{0}''.

source: Could not import ''{0}''.
ca_es: No s''ha pogut importar ''{0}''.

source: Could not import files.
ca_es: No es poden importar els fitxers

source: <html>Could not read file ''{0}''.<br>Error is:<br>{1}</html>
ca_es: <html>No es pot llegir el fitxer ''{0}''.<br>L''error és:<br>{1}</html>

source: <html>Could not read files.<br>Error is:<br>{0}</html>
ca_es: <html>No es poden llegir els arxius.<br>L''error és:<br>{0}</html>

source: Invalid bz2 file.
ca_es: Fitxer bz2 invàlid

source: GeoJSON Files
ca_es: Fitxers GeoJSON

source: Layer ''{0}'' not supported
ca_es: Capa ''{0}'' no suportada

source: Note: GPL is not compatible with the OSM license. Do not upload GPL licensed tracks.
ca_es: Nota: La llicència GPL no és compatible amb la llicència OSM. No pugeu dades amb llicència GPL.

source: GPS track description
ca_es: Descripció del track GPS

source: Add author information
ca_es: Afegeix informació d''autor

source: Real name
ca_es: Nom real

source: E-Mail
ca_es: Correu electrònic

source: Predefined
ca_es: Predefinit

source: Copyright year
ca_es: Copyright any

source: Keywords
ca_es: Paraules clau

source: Export options
ca_es: Opcions d''exportació

source: Export and Save
ca_es: Exporta i desa

source: Error while exporting {0}: {1}
ca_es: Error mentre s''exportava {0}: {1}

source: Choose a predefined license
ca_es: Escollir un llicència predefinida

source: GPX Files
ca_es: Fitxers GPX

source: Parsing data for layer ''{0}'' failed
ca_es: Ha fallat el processament de les dades de la capa ''{0}''

source: Error occurred while parsing gpx data for layer ''{0}''. Only a part of the file will be available.
ca_es: Ha hagut un error en processar les dades GPX de la capa ''{0}''. Només una part del fitxer estarà disponible.

source: Error occurred while parsing gpx file ''{0}''. Only a part of the file will be available.
ca_es: Ha hagut un error mentre es processava el fitxer gpx ''{0}''. Només una part del fitxer estarà disponible.

source: Parse error: invalid document structure for GPX document.
ca_es: Error de sintaxi: l''estructura del document GPX no és correcta

source: Unknown mode {0}.
ca_es: Node {0} desconegut.

source: Image Files
ca_es: Fitxers d''imatge

source: folder
ca_es: carpeta

source: Looking for image files
ca_es: Cercant fitxers d''imatges

source: No image files found.
ca_es: No s''han trobat fitxers d''imatge

source: You have {0} unread message.
ca_es: Teniu {0} missatge sense llegir

source: Click here to see your inbox.
ca_es: Feu clic aquí per a veure la vostra bústia.

source: Failed to open input stream for resource ''{0}''
ca_es: Ha fallat l''obertura d''un fux d''entrada pel recurs ''{0}''

source: Failed to open file with extension ''{2}'' and namepart ''{3}'' in zip file ''{0}''. Exception was: {1}
ca_es: Ha fallat l''obertura del fitxer amb extensió ''{2}'' i nom ''{3}'' del zip ''{0}''. L''excepció ha estat: {1}

source: Failed to rename file {0} to {1}.
ca_es: No s''ha pogut canviar el nom del fitxer {0} a {1}.

source: Failed to load {0}, use cached file and retry next time: {1}
ca_es: Ha fallat la càrrega de {0}, utilitza un fitxer de la memòria cau i reintenta la propera vegada: {1}

source: Unexpected response from HTTP server. Got {0} response without ''Location'' header. Can''t redirect. Aborting.
ca_es: Resposta inesperada del servidor HTTP, ha contestat {0} sense la capçalera ''Location''. La redirecció no és possible. Anul·lant.

source: Too many redirects to the download URL detected. Aborting.
ca_es: Massa redireccions vers la URL descarregada. Anul·lant.

source: Download redirected to ''{0}''
ca_es: La descàrrega ha estat redirigida vers ''{0}''

source: Failed to read from ''{0}''. Server responded with status code {1}.
ca_es: Ha fallat la lectura de ''{0}''. La resposta del servidor ha estat el codi d''error {1}.

source: No primitive with id {0} in local dataset. Cannot infer primitive type.
ca_es: No hi ha cap objecte amb l''ID {0} al conjunt local de dades. No és possible de deduir el tipus d''objecte.

source: Fetching a package of nodes from ''{0}''
ca_es: Recuperant un conjunt de nodes de ''{0}''

source: Fetching a package of ways from ''{0}''
ca_es: Recuperant un conjunt de vies de ''{0}''

source: Fetching a package of relations from ''{0}''
ca_es: Recuperant un conjunt de relacions de ''{0}''

source: Downloading {0} object from ''{1}''
ca_es: Descarregant {0} objecte de ''{1}''

source: Server replied with response code 404, retrying with an individual request for each object.
ca_es: El servidor ha retornat el codi d''error 404, reintentant amb una petició per a cada objecte.

source: Downloading OSM data...
ca_es: Descarregant dades des de OSM...

source: Fetching node with id {0} from ''{1}''
ca_es: Recuperant el node amb ID {0} de ''{1}''

source: Fetching way with id {0} from ''{1}''
ca_es: Recuperant la via amb ID {0} de ''{1}''

source: Fetching relation with id {0} from ''{1}''
ca_es: Recuperant la relació amb ID {0} de ''{1}''

source: Server replied with response code 404 for id {0}. Skipping.
ca_es: El servidor ha retornat el codi d''error 404 per a l''ID {0}. Abandonat.

source: NMEA-0183 Files
ca_es: Fitxers NMEA-0183

source: Coordinates imported: {0}
ca_es: Coordenades importades: {0}

source: Malformed sentences: {0}
ca_es: Sentències malformades: {0}

source: Checksum errors: {0}
ca_es: Errors de suma de verificació: {0}

source: Unknown sentences: {0}
ca_es: Sentències desconegudes: {0}

source: Zero coordinates: {0}
ca_es: Sense coordenades: {0}

source: NMEA import success:
ca_es: Importació NMEA reeixida:

source: NMEA import failure!
ca_es: La importació NMEA ha fallat!

source: Preference ''{0}'' missing. Cannot initialize OsmApi.
ca_es: Manca la preferència ''{0}''. No és possible d''inicialitzar OsmApi.

source: This version of JOSM is incompatible with the configured server.
ca_es: Aquesta versió de JOSM és incompatible amb el servidor configurat

source: It supports protocol version 0.6, while the server says it supports {0} to {1}.
ca_es: Suporta la versió 0.6 del protocol mentre el servidor suporta les versions entre la {0} i la {1}.

source: Removed layer {0} because it is not allowed by the configured API.
ca_es: La capa {0} ha estat suprimida perquè no és permesa per l''API configurada.

source: Unexpected format of ID replied by the server. Got ''{0}''.
ca_es: Format no esperat de l''ID enviat pel servidor. El seu valor és ''{0}''.

source: Unexpected format of new version of modified primitive ''{0}''. Got ''{1}''.
ca_es: Format no esperat de la nova versió de l''objecte modificat ''{0}''. El seu valor és ''{1}''.

source: Creating changeset...
ca_es: Creant un conjunt de canvis....

source: Successfully opened changeset {0}
ca_es: El conjunt de canvis {0} ha estat obert correctament

source: Changeset ID > 0 expected. Got {0}.
ca_es: S''esperava un conjunt de canvis amb un ID > 0. S''ha obtingut {0}.

source: Updating changeset...
ca_es: Actualitzant conjunt de canvis...

source: Updating changeset {0}...
ca_es: Actualitzant el conjunt de canvis {0}...

source: Closing changeset...
ca_es: Tancant el conjunt de canvis...

source: No changeset present for diff upload.
ca_es: No hi ha cap conjunt de canvis present per a una pujada diferencial

source: Preparing upload request...
ca_es: Preparant la petició de pujada...

source: Waiting 10 seconds ...
ca_es: Esperant 10 segons ...

source: Starting retry {0} of {1} in {2} seconds ...
ca_es: Iniciant nou intent {0} de {1} en {2} segons ...

source: OK - trying again.
ca_es: D''acord - intentant novament

source: Starting retry {0} of {1}.
ca_es: Iniciant nou intent {0} de {1}.

source: Current changeset is null. Cannot upload data.
ca_es: El conjunt de canvis actual és nul. No es pujaran dades.

source: ID of current changeset > 0 required. Current ID is {0}.
ca_es: L''ID del conjunt de canvis ha de ser més gran que zero. Ara és {0}.

source: Open changeset expected. Got closed changeset with id {0}.
ca_es: S''esperava un conjunt de canvis obert. Hi ha un de tancat amb ID {0}.

source: (Code={0})
ca_es: (Codi={0})

source: The server replied an error with code {0}.
ca_es: El servidor ha retornat un error amb el codi {0}.

source: OSM Server Files bzip2 compressed
ca_es: Servidor OSM fitxers comprimits bzip2

source: Prolog of OsmChange document already written. Please write only once.
ca_es: El pròleg del document OsmChange ja ha estat escrit. Si us plau, només s''ha d''escriure un cop.

source: Prolog of OsmChange document not written yet. Please write first.
ca_es: El pròleg del document OsmChange encara no ha estat escrit. Si us plau, cal escriure''l primer.

source: OsmChange File
ca_es: Fitxer OsmChange

source: File ''{0}'' does not exist.
ca_es: No existeix el fitxer ''{0}''.

source: No data found in file {0}.
ca_es: NO s''han trobat dades al fitxer {0}.

source: Open OsmChange file
ca_es: Obre fitxer OsmChange

source: Unsupported version: {0}
ca_es: Versió no suportada: {0}

source: Unsupported start element ''{0}'' in changeset content at position ({1},{2}). Skipping.
ca_es: Element inicial ''{0}'' no suportat al contigut del conjunt de canvis a la posició ({1},{2}). Omentent.

source: Illegal document structure. Found node, way, or relation outside of ''create'', ''modify'', or ''delete''.
ca_es: L''estructura del document no és correcta. Un node, una via o una relació ha estat trobat fora d''un bloc ''create'', ''modify'', o ''delete''.

source: Unsupported end element ''{0}'' in changeset content at position ({1},{2}). Skipping.
ca_es: Element final ''{0}'' no suportat al contigut del conjunt de canvis a la posició ({1},{2}). Omentent.

source: Parsing changeset content ...
ca_es: Processant el contingut del conjunt de canvis ...

source: Illegal value for attribute ''{0}''. Got ''{1}''.
ca_es: Valor erroni de l''atribut ''{0}''. el seu valor és ''{1}''

source: Illegal numeric value for attribute ''{0}''. Got ''{1}''.
ca_es: Valor erroni de l''atribut numèric ''{0}''. El seu valor és ''{1}''.

source: Illegal boolean value for attribute ''{0}''. Got ''{1}''.
ca_es: Valor erroni de l''atribut booleà ''{0}''. El seu valor és ''{1}''.

source: Missing mandatory attribute ''{0}'' of XML element {1}.
ca_es: Manca l''atribut obligatori ''{0}'' de l''element XML {1}.

source: Undefined element ''{0}'' found in input stream. Aborting.
ca_es: Ha estat trobat l''element ''{0}'' al flux d''entrada però no està definit. Anul·lant.

source: Parsing list of changesets...
ca_es: Processant la llista de conjunts de canvis...

source: Failed to sign a HTTP connection with an OAuth Authentication header
ca_es: Ha fallat la signatura d''una connexió HTTP amb una capçalera d''autenticació OAuth.

source: Unexpected value for preference ''{0}''. Got ''{1}''.
ca_es: Valor inesperat per a la preferència ''{0}''. És ''{1}''.

source: <html>An error occurred while saving.<br>Error is:<br>{0}</html>
ca_es: <html>Ha hagut un error en desar.<br>L''error és:<br>{0}</html>

source: <html>An error occurred while restoring backup file.<br>Error is:<br>{0}</html>
ca_es: <html>Ha hagut un error en restaurar la còpia de seguretat.<br>L''error és:<br>{0}</html>

source: OSM Server Files gzip compressed
ca_es: Fitxers del servidor OSM comprimits amb gzip

source: Parsing OSM history data ...
ca_es: Processant les dades d''historial...

source: OSM Server Files
ca_es: Fitxers del servidor OSM

source: Invalid dataset
ca_es: Conjunt de dades invàlid

source: No data found for layer ''{0}''.
ca_es: No s''han trobat dades per a la capa ''{0}''

source: No data found in file ''{0}''.
ca_es: No s''han trobat dades al fitxer ''{0}''.

source: Open OSM file
ca_es: Obre fitxer OSM

source: Reading was canceled
ca_es: La lectura ha estat cancel·lada

source: Missing mandatory attributes on element ''bounds''. Got minlon=''{0}'',minlat=''{1}'',maxlon=''{3}'',maxlat=''{4}'', origin=''{5}''.
ca_es: Manquen atributs obligatoris a l''element ''bounds''. Ara hi ha minlon=''{0}'',minlat=''{1}'',maxlon=''{3}'',maxlat=''{4}'', origin=''{5}''.

source: Deleted way {0} contains nodes
ca_es: La via esborrada {0} conté nodes

source: Missing mandatory attribute ''{0}'' on <nd> of way {1}.
ca_es: L''atribut obligatori ''{0}'' manca al <nd> de la via {1}.

source: Illegal value of attribute ''ref'' of element <nd>. Got {0}.
ca_es: Valor incorrecte de l''atribut ''ref'' de l''element <nd>. Hi ha {0}.

source: Deleted relation {0} contains members
ca_es: La relació esborrada {0} conté membres

source: Missing attribute ''ref'' on member in relation {0}.
ca_es: Manca l''atribut ''ref'' al membre de la relació {0}.

source: Illegal value for attribute ''ref'' on member in relation {0}. Got {1}
ca_es: Valor incorrecte de l''atribut ''ref'' del membre de la relació {0}. Hi ha {1}.

source: Missing attribute ''type'' on member {0} in relation {1}.
ca_es: Manca l''atribut ''type'' al membre {0} de la relació {1}.

source: Illegal value for attribute ''type'' on member {0} in relation {1}. Got {2}.
ca_es: Valor incorrecte de l''atribut ''type'' del membre {0} de la relació {1}. Hi ha {2}.

source: Incomplete <member> specification with ref=0
ca_es: Especificació incompleta de <membre> amb ref=0

source: Missing key or value attribute in tag.
ca_es: Manca clau o valor a l''etiqueta.

source: Undefined element ''{0}'' found in input stream. Skipping.
ca_es: L''element ''{0}'' que ha estat trobat al flux d''entrada no està definit. Anul·lant.

source: Illegal object with ID=0.
ca_es: Objecte incorrecte amb ID=0

source: Illegal value for attribute ''version'' on OSM primitive with ID {0}. Got {1}.
ca_es: Valor incorrecte de l''atribut ''versió'' a l''objecte amb ID {0}. Hi ha {1}.

source: Normalizing value of attribute ''version'' of element {0} to {2}, API version is ''{3}''. Got {1}.
ca_es: Normalitzant el valor de l''aatribut "versió" de l''element {0} al {2}, la versió de l''API és ''{3}''. S''ha obtingut {1}.

source: Unknown or unsupported API version. Got {0}.
ca_es: La versió de l''API és desconeguda o no suportada. La versió és {0}.

source: Missing attribute ''version'' on OSM primitive with ID {0}.
ca_es: Manca l''atribut ''versió'' a l''objecte amb ID {0}.

source: Illegal value for attribute ''changeset'' on new object {1}. Got {0}. Resetting to 0.
ca_es: Valor erroni de l''atribut ''changeset'' (conjunt de canvis) del nou objecte {1}. el seu valor és {0}. Reinicialitzant-lo a 0.

source: Illegal value for attribute ''changeset''. Got {0}.
ca_es: Valor incorrecte per l''atribut ''changeset'' (conjunt de canvis). El valor és {0}.

source: Missing required attribute ''{0}''.
ca_es: Manca l''atribut requerit ''{0}''.

source: Illegal long value for attribute ''{0}''. Got ''{1}''.
ca_es: Valor incorrecte per l''atribut ''{0}'' (conjunt de canvis). El valor és {1}.

source: Prepare OSM data...
ca_es: Preparació de dades...

source: Parsing OSM data...
ca_es: Processant dades...

source: Preparing data set...
ca_es: Preparant el conjunt de canvis...

source: Line {0} column {1}:
ca_es: Línia {0} columna {1}:

source: Downloading from OSM Server...
ca_es: Descarregant dades des del servidor d''OSM...

source: Downloading referring ways ...
ca_es: Descarregant vies referides ...

source: Downloading referring relations ...
ca_es: Descarregant relacions referides ...

source: Reading changesets...
ca_es: Llegint el conjunt de canvis...

source: Downloading changesets ...
ca_es: Descarregant conjunt de canvis...

source: Reading changeset {0} ...
ca_es: Llegint el conjunt de canvis {0} ...

source: Downloading changeset {0} ...
ca_es: Descarregant el conjunt de canvis {0} ...

source: Downloading {0} changeset ...
ca_es: Descarregant {0} conjunt de canvis ...

source: ({0}/{1}) Downloading changeset {2} ...
ca_es: ({0}/{1}) Descarregant conjunt de canvis {2} ...

source: Downloading content for changeset {0} ...
ca_es: Descarregant el contingut del conjunt de canvis {0} ...

source: Downloading history...
ca_es: Descarregant historial...

source: Contacting Server...
ca_es: Contactant amb el servidor

source: Failed to open connection to API {0}.
ca_es: Ha fallat l''obertura de la connexió amb l''API {0}.

source: Could not connect to the OSM server. Please check your internet connection.
ca_es: No ha estat possible de connectar amb el servidor OSM. Si us plau, verifiqueu la vostra connexió a Internet.

source: Reading error text failed.
ca_es: Ha fallat la lectura del text de l''error

source: XML tag <user> is missing.
ca_es: Manca l''etiqueta XML <user>.

source: Missing attribute ''{0}'' on XML tag ''{1}''.
ca_es: Manca l''atribut {0} a l''etiqueta XML ''{1}''.

source: Illegal value for attribute ''{0}'' on XML tag ''{1}''. Got {2}.
ca_es: Valor incorrecte de l''atribut ''{0}'' de l''etiqueta XML ''{1}''. Hi ha {2}.

source: Reading user info ...
ca_es: Llegint informació de l''usuari ...

source: Starting to upload with one request per primitive ...
ca_es: Començant a pujar amb una petició per objecte ...

source: {0}% ({1}/{2}), {3} left. Uploading node ''{4}'' (id: {5})
ca_es: {0}% ({1}/{2}), {3} esquerra. Pujant node ''{4}'' (id: {5})

source: {0}% ({1}/{2}), {3} left. Uploading way ''{4}'' (id: {5})
ca_es: {0}% ({1}/{2}), {3} esquerra. Pujant via ''{4}'' (id: {5})

source: {0}% ({1}/{2}), {3} left. Uploading relation ''{4}'' (id: {5})
ca_es: {0}% ({1}/{2}), {3} esquerra. Pujant relació ''{4}'' (id: {5})

source: Starting to upload in one request ...
ca_es: Començant a pujar amb una petició ...

source: Value >0 expected for parameter ''{0}'', got {1}
ca_es: S''esperava un valor >0 per al paràmetre ''{0}'', hi ha {1}

source: Starting to upload in chunks...
ca_es: Iniciant la descàrrega en frangments...

source: ({0}/{1}) Uploading {2} object...
ca_es: ({0}/{1}) Pujant {2} objecte...

source: Uploading data ...
ca_es: Pujant dades ...

source: Unexpected id 0 for osm primitive found
ca_es: Trobat un objecte OSM amb ID zero

source: WMS Files (*.wms)
ca_es: Fitxers WMS (*.wms)

source: <html><body><p class="warning-body"><strong>Warning:</strong> The password is stored in plain text in the JOSM preferences file. Furthermore, it is transferred <strong>unencrypted</strong> in every request sent to the OSM server. <strong>Do not use a valuable password.</strong></p></body></html>
ca_es: <html><body><p class="warning-body"><strong>Avís:</strong> La contrasenya s''emmagatzema en format de text pla al fitxer de preferències de JOSM. A més, és transferida <strong>sense encriptar</strong> amb cada petició que s''envia al servidor OSM. <strong>No utilitzeu una contrasenya valuosa.</strong></p></body></html>

source: Save user and password (unencrypted)
ca_es: Desar nom d''usuari i contrasenya (sense encriptar)

source: <delete from {0} objects>
ca_es: <supressió de {0} objectes>

source: Old values of
ca_es: Valors antics de

source: Add tags to selected objects
ca_es: Afegir etiquetes als objectes seleccionats

source: Add selected tags
ca_es: Afegeix les etiquetes seleccionades

source: Add all tags
ca_es: Afegeix totes les etiquetes

source: Add checked tags to selected objects
ca_es: Afegeix les etiquetes verificades als objectes seleccionats

source: Shift+Enter: Add all tags to selected objects
ca_es: Majúscula+Enter: Afegeix totes les etiquetes als objectes seleccionats

source: Assume
ca_es: Assumeix

source: Existing values
ca_es: Valors existents

source: Enable the checkbox to accept the value
ca_es: Marqueu la casella de verificació per acceptar el valor

source: Accept all tags from {0} for this session
ca_es: Accepta totes les etiquetes de {0} per aquesta sessió

source: Load data from API
ca_es: Carregar dades de l''API

source: Import data from URL
ca_es: Importar dades de la URL

source: Open local files
ca_es: Obre fitxers locals

source: Load imagery layers
ca_es: Carrega les capes d''imatgeria

source: Change the selection
ca_es: Canviar la selecció

source: Change the viewport
ca_es: Canvia la subàrea de visualització

source: Create new objects
ca_es: Crear nous objectes

source: Read protocol version
ca_es: Llegir la versió del protocol

source: Cannot start remotecontrol server on port {0}: {1}
ca_es: No es possible iniciar el servidor de control remot al port {0}: {1}

source: RemoteControl::Accepting connections on port {0}
ca_es: Control remot::Acceptant connexions a través del port {0}

source: RemoteControl::Server stopped.
ca_es: Control remot::Servidor aturat.

source: Remote Control has been asked to create a new node.
ca_es: El control remot ha demanat de crear un nou node

source: There is no layer opened to add node
ca_es: No hi ha una capa oberta on afegir nodes

source: Remote Control has been asked to create a new way.
ca_es: El control remot ha demanat de crear una via

source: Invalid coordinates: {0}
ca_es: Coordenades invàlides: {0}

source: There is no layer opened to add way
ca_es: No hi ha una capa oberta on afegir vies

source: Add way
ca_es: Afegir via

source: Remote Control has been asked to report its supported features. This enables web sites to guess a running JOSM version
ca_es: S''ha demanat al Control Remot que informi de les característiques que suporta. Això permet els llocs web saber la versió de JOSM que s''eatà utilitzant.

source: Remote Control has been asked to load an imagery layer from the following URL:
ca_es: El control remot ha demanat de carregar una capa d''imatgeria de la següent URL

source: Remote imagery
ca_es: Imatgeria remota
